{
    "परिचय": "अरहर (Red Gram), जिसे तुअर या पिजन-पी (pigeonpea) भी कहा जाता है, भारत की एक महत्वपूर्ण दलहनी फसल है. भारत दुनिया में अरहर का सबसे बड़ा उत्पादक और उपभोक्ता है, जो देश के कुल दलहन उत्पादन में 15 से 20 प्रतिशत का योगदान देता है. इसमें लगभग 22% प्रोटीन होता है और इसे मुख्य रूप से दाल के रूप में चावल या रोटी के साथ खाया जाता है. यह सूखा-प्रतिरोधी फसल है जो मिट्टी में नाइट्रोजन की मात्रा बढ़ाकर उसकी उर्वरता भी बढ़ाती है.",
    "उत्पादन क्षेत्र और जलवायु": {
        "उत्पादन क्षेत्र": "भारत में अरहर की खेती मुख्य रूप से खरीफ मौसम में की जाती है. प्रमुख उत्पादक राज्य महाराष्ट्र (30%), कर्नाटक (29%), तेलंगाना (8%), उत्तर प्रदेश (7%), झारखंड (6%), मध्य प्रदेश (6%) और गुजरात (6%) हैं. यह फसल ज़्यादातर वर्षा-आधारित क्षेत्रों में उगाई जाती है.",
        "जलवायु": "अरहर एक सूखा-सहिष्णु फसल है, जिसके कारण यह कम वर्षा वाले क्षेत्रों के लिए बहुत उपयुक्त है. इसकी खेती के लिए गर्म और आर्द्र जलवायु अच्छी मानी जाती है."
    },
    "उन्नत किस्में": {
        "जानकारी": "भारत में विभिन्न क्षेत्रों और परिपक्वता अवधि के आधार पर अरहर की कई उन्नत किस्में विकसित की गई हैं.",
        "अगेती किस्में (Early Duration)": "यूपीएएस 120 (UPAS 120), पूसा 992 (Pusa 992), और पीएयू 881 (PAU 881) जैसी किस्में जल्दी पक जाती हैं और उत्तर-पश्चिमी क्षेत्रों में लोकप्रिय हैं.",
        "मध्यम अवधि की किस्में (Medium Duration)": "आईसीपीएल 87119 (ICPL 87119), जिसे 'आशा' भी कहते हैं, मध्य भारत में बहुत लोकप्रिय है. इसके अलावा जीआरजी 811 (GRG 811) और राजीव लोचन भी प्रमुख किस्में हैं.",
        "पछेती किस्में (Late Duration)": "बहार (Bahar), पूसा 9 (Pusa 9) और एमए 6 (MA 6) जैसी किस्में देर से पकती हैं और पूर्वी क्षेत्रों में उगाई जाती हैं.",
        "संकर किस्में (Hybrid Varieties)": "आईसीपीएच 2740 (ICPH 2740) और आईसीपीएच 2671 (ICPH 2671) जैसी हाइब्रिड किस्में भी कुछ राज्यों के लिए अनुशंसित हैं."
    },
    "कटाई की प्रक्रिया": {
        "कटाई का समय": "अरहर की कटाई तब करनी चाहिए जब लगभग 80% फलियाँ पककर पीली हो जाएं. जल्दी कटाई से दाने अविकसित रह जाते हैं और उपज कम होती है, जबकि देर से कटाई करने पर फलियों के झड़ने का खतरा रहता है.",
        "कटाई की विधि": "फसल की कटाई आमतौर पर दरांती (sickle) से की जाती है. कटाई के बाद पौधों को खेत में सूखने के लिए छोड़ दिया जाता है.",
        "गहाई और ओसाई": "पौधों के अच्छी तरह सूख जाने के बाद, डंडों से पीटकर या थ्रेशर का उपयोग करके दानों को अलग किया जाता है. इसके बाद ओसाई करके दानों से भूसा और अन्य अशुद्धियों को साफ किया जाता है. नुकसान से बचने के लिए गहाई पक्के फर्श पर करनी चाहिए."
    },
    "भंडारण के दौरान रोग और कीट प्रबंधन": {
        "प्रमुख कीट": "भंडारण के दौरान अरहर को सबसे ज़्यादा नुकसान घुन (Pulse Beetle) से होता है.",
        "पल्स बीटल (घुन)": "यह कीट दानों के अंदर घुसकर उसे खोखला कर देता है, जिससे केवल छिलका बचता है. इसका प्रकोप खेत से ही शुरू हो सकता है और भंडारण के दौरान यह तेजी से फैलता है.",
        "खपरा बीटल": "यह भी एक प्रमुख भंडारण कीट है जिसका लार्वा दानों को नुकसान पहुँचाता है.",
        "बचाव के उपाय": "भंडारण से पहले गोदामों को अच्छी तरह साफ करें और कीटनाशकों जैसे मैलाथियान (Malathion) का छिड़काव करें. यदि दानों में कीट लग गए हों, तो एल्युमिनियम फॉस्फाइड (Aluminium Phosphide) से धूमन (fumigation) करके उन्हें नियंत्रित किया जा सकता है."
    },
    "कटाई के बाद प्रबंधन और भंडारण": {
        "ग्रेडिंग (Grading)": "बाजार में अच्छा मूल्य प्राप्त करने के लिए दानों को उनकी गुणवत्ता, आकार, रंग और नमी के आधार पर ग्रेड करना महत्वपूर्ण है. एगमार्क (Agmark) के तहत ग्रेडिंग करने से किसानों को उनकी उपज का उचित मूल्य मिलता है.",
        "पैकेजिंग (Packaging)": "अरहर को आमतौर पर जूट की बोरियों में पैक किया जाता है. खुदरा बिक्री के लिए पॉली पाउच का भी उपयोग होता है. अच्छी पैकेजिंग भंडारण और परिवहन के दौरान दानों को नुकसान से बचाती है.",
        "भंडारण (Storage)": "अरहर एक मौसमी फसल है लेकिन इसकी खपत पूरे साल होती है, इसलिए उचित भंडारण आवश्यक है. दानों को भंडारण से पहले अच्छी तरह सुखा लेना चाहिए ताकि नमी 12% से कम रहे. भंडारण के लिए उन्नत संरचनाओं जैसे पक्का कोठी, मेटल बिन या साइलो का उपयोग करना चाहिए ताकि कीटों, चूहों और नमी से होने वाले नुकसान को रोका जा सके."
    },
    "बाजार और बिक्री": {
        "बिक्री और मूल्य": "किसानों को अक्सर अपनी वित्तीय जरूरतों के कारण फसल कटाई के तुरंत बाद अपनी उपज बेचनी पड़ती है. इस समय बाजार में आवक अधिक होने से कीमतें कम होती हैं, जिसे 'डिस्ट्रेस सेल' कहा जाता है. सरकार किसानों को न्यूनतम समर्थन मूल्य (MSP) प्रदान करती है ताकि उन्हें मूल्य में गिरावट से बचाया जा सके.",
        "विपणन (Marketing)": "किसान अपनी उपज को स्थानीय मंडियों में कमीशन एजेंटों, थोक व्यापारियों या सीधे दाल मिलों को बेच सकते हैं. ई-नाम (e-NAM) जैसे ऑनलाइन पोर्टल किसानों को अपनी उपज देश भर के बाजारों में बेचने की सुविधा प्रदान करते हैं.",
        "मूल्य संवर्धन (Value Addition)": "अरहर को दाल में संसाधित (processing) करना एक प्रमुख मूल्य संवर्धन गतिविधि है. दाल बनाने की प्रक्रिया में छिलका हटाना और दानों को दो भागों में विभाजित करना शामिल है. इससे किसानों या सहकारी समितियों को बेहतर मुनाफा मिल सकता है."
    }
}