{
    "परिचय": "अंगूर (Grapes), जिसका वैज्ञानिक नाम वाइटिस विनिफेरा (Vitis vinifera) है, भारत की एक महत्वपूर्ण फल फसल है. यह दुनिया में नींबू और केले के बाद तीसरी सबसे व्यापक रूप से खेती की जाने वाली फसल है. यह एक स्वादिष्ट और पौष्टिक फल है जिसे भारत में ताजा खाया जाता है, और इसका उपयोग किशमिश, शराब, जूस और जैम बनाने के लिए भी किया जाता है. अंगूर एक गैर-क्लाइमेक्टेरिक फल है, जिसका अर्थ है कि यह तोड़ने के बाद पकता नहीं है.",
    "उत्पादन क्षेत्र और जलवायु": {
        "उत्पादन क्षेत्र": "विश्व स्तर पर, इटली, चीन और अमेरिका अंगूर के प्रमुख उत्पादक हैं. भारत विश्व के कुल उत्पादन का लगभग 2.77% (2008 के अनुसार) उत्पादन करता है. देश के भीतर, महाराष्ट्र सबसे बड़ा उत्पादक राज्य है, जो भारत के कुल उत्पादन का लगभग 75% हिस्सा है. महाराष्ट्र और कर्नाटक मिलकर देश का लगभग 90% अंगूर उगाते हैं.",
        "जलवायु": "अंगूर की खेती की उत्पत्ति पश्चिमी एशिया और यूरोप में हुई. यह एक बारहमासी और पर्णपाती लकड़ी की बेल पर उगता है."
    },
    "उन्नत किस्में": {
        "जानकारी": "भारत में विभिन्न राज्यों के लिए उपयुक्त कई किस्में उगाई जाती हैं.",
        "प्रमुख किस्में": "थॉमसन सीडलेस (Thompson Seedless) भारत में सबसे लोकप्रिय किस्म है, जो महाराष्ट्र, कर्नाटक और आंध्र प्रदेश जैसे प्रमुख राज्यों में उगाई जाती है. अन्य व्यावसायिक किस्मों में शरद सीडलेस (Sharad Seedless), अनब-ए-शाही (Anab-e-Shahi), कर्नाटक की बंगलौर ब्लू (Bangalore Blue) और दिलकुश (Dilkhush) शामिल हैं.",
        "संकर किस्में": "भारतीय बागवानी अनुसंधान संस्थान द्वारा विकसित कई संकर किस्में भी हैं, जैसे अर्कावती, अर्का हंस, और अर्का कंचन."
    },
    "कटाई की प्रक्रिया": {
        "परिपक्वता के संकेत": "चूंकि अंगूर तोड़ने के बाद पकता नहीं है, इसलिए इसे बेल पर पूरी तरह पकने के बाद ही तोड़ना चाहिए. परिपक्वता का निर्धारण जामुन (berries) के विशिष्ट रंग, मिठास (TSS 16° ब्रिक्स से अधिक) और चीनी-अम्ल के सही अनुपात (25-30) से किया जाता है.",
        "कटाई का मौसम": "भारत में अंगूर की तुड़ाई का मौसम अलग-अलग क्षेत्रों में भिन्न होता है. पश्चिमी भारत में, यह सितंबर-अक्टूबर और फिर अप्रैल-जून में होता है. तुड़ाई का चरम समय फरवरी से मार्च तक होता है.",
        "कटाई की विधि": "खाने वाले अंगूरों के गुच्छों को हाथ से तोड़ा जाता है. गुच्छे को एक हाथ से पकड़कर तेज कैंची से डंठल को काटा जाता है. इस प्रक्रिया में जामुन पर मौजूद प्राकृतिक मोम की परत (bloom) को नुकसान न पहुँचाने का ध्यान रखा जाता है."
    },
    "भंडारण के दौरान रोग और कीट प्रबंधन": {
        "प्रमुख रोग": "अंगूर में कटाई के बाद कई फंगल रोग लग सकते हैं, जो भंडारण और परिवहन के दौरान नुकसान पहुंचाते हैं.",
        "पाउडरी मिल्ड्यू (Powdery Mildew)": "इसमें जामुन पर सफेद पाउडर जैसी परत बन जाती है. इसका नियंत्रण गंधक (sulphur) के छिड़काव से किया जाता है.",
        "डाउनी मिल्ड्यू (Downy Mildew)": "इसमें पत्तियों पर हल्के पीले धब्बे और नीचे की तरफ सफेद फफूंद दिखाई देती है. इसके नियंत्रण के लिए बोर्डो मिश्रण (Bordeaux mixture) का छिड़काव प्रभावी है.",
        "बोट्राइटिस रॉट (Botrytis Rot)": "यह भंडारण के दौरान लगने वाला एक प्रमुख रोग है, जो कम तापमान में भी विकसित हो सकता है. इससे जामुन सड़ जाते हैं और उन पर भूरे रंग की फफूंद उग जाती है.",
        "नियंत्रण के उपाय": "रोगों के प्रबंधन के लिए संक्रमित पौधों के हिस्सों को हटाना, फफूंदनाशकों का छिड़काव, और कटाई के बाद उचित हैंडलिंग और कोल्ड चेन बनाए रखना महत्वपूर्ण है."
    },
    "कटाई के बाद प्रबंधन और भंडारण": {
        "प्री-कूलिंग (Pre-cooling)": "कटाई के तुरंत बाद फलों से खेत की गर्मी निकालने के लिए प्री-कूलिंग आवश्यक है. इसमें तुड़ाई के 6 घंटे के भीतर अंगूर का तापमान 0-4°C तक लाया जाता है. इससे फलों की ताजगी बनी रहती है और शेल्फ लाइफ बढ़ती है.",
        "ग्रेडिंग और छंटाई": "पैकिंग से पहले, गुच्छों से टूटे, सड़े हुए, और अविकसित जामुन को कैंची से हटा दिया जाता है.",
        "पैकेजिंग (Packaging)": "स्थानीय बाजारों के लिए, अंगूर को बांस की टोकरियों या प्लास्टिक क्रेट में पैक किया जाता है. निर्यात के लिए, 5 किलो क्षमता वाले नालीदार फाइबर बोर्ड (CFB) के डिब्बों का उपयोग होता है. नमी और फंगस को नियंत्रित करने के लिए पैकेजिंग में सल्फर डाइऑक्साइड (SO₂) रिलीजिंग पैड (ग्रेप गार्ड) का उपयोग किया जाता है.",
        "भंडारण (Storage)": "अंगूर को कोल्ड स्टोरेज में 0-2°C तापमान और 90-95% आर्द्रता पर लगभग 6 सप्ताह तक संग्रहीत किया जा सकता है."
    },
    "बाजार और बिक्री": {
        "विपणन चैनल": "भारत में अंगूर का विपणन मुख्य रूप से मध्यस्थों के माध्यम से होता है. सामान्य चैनल हैं: उत्पादक → कटाई-पूर्व ठेकेदार → थोक विक्रेता → खुदरा विक्रेता → उपभोक्ता, या उत्पादक → कमीशन एजेंट/थोक विक्रेता → खुदरा विक्रेता → उपभोक्ता.",
        "निर्यात": "भारत अंगूर का एक महत्वपूर्ण निर्यातक है. महाराष्ट्र की 'महाग्रेप्स' (Mahagrapes) जैसी सहकारी संस्थाएं यूरोपीय संघ और मध्य-पूर्व के बाजारों में निर्यात को बढ़ावा देने में महत्वपूर्ण भूमिका निभा रही हैं.",
        "मूल्य संवर्धन (Value Addition)": "भारत में अंगूर का अधिकांश उपयोग ताजा फल के रूप में होता है. इसके अलावा, इसे किशमिश बनाने में बड़े पैमाने पर उपयोग किया जाता है, जिसके लिए 'थॉमसन सीडलेस' जैसी किस्में आदर्श हैं. शराब, जूस, जैम और अंगूर के बीज का तेल अन्य मूल्य वर्धित उत्पाद हैं."
    }
}