{
    "परिचय": "आम (Mangifera indica), जिसे 'फलों का राजा' कहा जाता है, भारत का राष्ट्रीय फल है. यह भारत में सबसे व्यापक रूप से उगाया जाने वाला फल है, जिसकी उत्पत्ति पूर्वोत्तर भारत, उत्तर-पश्चिमी म्यांमार और बांग्लादेश में मानी जाती है. इसे कच्चे और पके दोनों रूपों में खाया जाता है. आम विटामिन ए और सी, पोटेशियम और फाइबर का एक उत्कृष्ट स्रोत है.",
    "उत्पादन क्षेत्र और जलवायु": {
        "उत्पादन क्षेत्र": "भारत दुनिया का सबसे बड़ा आम उत्पादक देश है, जो विश्व के कुल उत्पादन का लगभग 42.06% योगदान देता है. देश में, आंध्र प्रदेश आम की खेती के तहत सबसे बड़े क्षेत्र वाला राज्य है. अन्य प्रमुख उत्पादक राज्यों में उत्तर प्रदेश, कर्नाटक, बिहार और गुजरात शामिल हैं.",
        "जलवायु": "आम की खेती भारत के उष्णकटिबंधीय और उपोष्णकटिबंधीय क्षेत्रों में समुद्र तल से 1500 मीटर की ऊंचाई तक लगभग सभी राज्यों में की जाती है."
    },
    "उन्नत किस्में": {
        "जानकारी": "भारत में आम की एक हजार से अधिक किस्में उगाई जाती हैं, जिनमें से लगभग 30 किस्में व्यावसायिक रूप से महत्वपूर्ण हैं.",
        "प्रमुख व्यावसायिक किस्में": "अलफांसो (महाराष्ट्र), केसर (गुजरात), दशहरी, लंगड़ा, चौसा (उत्तर प्रदेश), बंगनपल्ली (आंध्र प्रदेश), और तोतापरी (कर्नाटक) भारत की कुछ सबसे प्रसिद्ध किस्में हैं.",
        "संकर किस्में (Hybrid Varieties)": "नई संकर किस्मों में मल्लिका (नीलम x दशहरी), आम्रपाली (दशहरी x नीलम), और रत्ना (नीलम x अलफांसो) शामिल हैं. आम्रपाली एक बौनी और नियमित फल देने वाली किस्म है, जो सघन बागवानी के लिए उपयुक्त है."
    },
    "कटाई की प्रक्रिया": {
        "परिपक्वता के संकेत": "फलों की परिपक्वता का निर्धारण छिलके के रंग के हरे से पीले होने, फल के कंधे वाले हिस्से के उभार और गूदे के रंग के सफेद से क्रीम होने पर किया जाता है. लंगड़ा और चौसा जैसी कुछ किस्मों में पके फल पानी में डूब जाते हैं.",
        "तुड़ाई का समय और तरीका": "फलों को पूरी तरह से विकसित होने के बाद तोड़ा जाता है. दशहरी और लंगड़ा में फल लगने के 12 सप्ताह बाद तुड़ाई होती है. फलों को हाथ से या हार्वेस्टर से तोड़ा जाता है, जिसमें लगभग 4 इंच का डंठल छोड़ दिया जाता है ताकि लेटेक्स (चोपी) का स्राव फल पर न लगे और उसे खराब न करे."
    },
    "कटाई के बाद के रोग और प्रबंधन": {
        "प्रमुख रोग": "कटाई के बाद आम में लगने वाले प्रमुख रोग एन्थ्रेक्नोज (Anthracnose) और डंठल-सिरा सड़न (Stem-end rot) हैं.",
        "एन्थ्रेक्नोज (Anthracnose)": "इस रोग में फल के छिलके पर काले धब्बे बन जाते हैं, जो बाद में धंस जाते हैं. यह 'कोलेटोट्राइकम ग्लोस्पोरिओइड्स' (Colletotrichum gloeosporioides) कवक के कारण होता है.",
        "डंठल-सिरा सड़न (Stem-end rot)": "यह रोग फल के डंठल के पास से शुरू होता है, जहाँ त्वचा काली पड़ जाती है और गूदा भूरा होकर सड़ने लगता है.",
        "नियंत्रण के उपाय": "रोगों के नियंत्रण के लिए कटाई से पहले फफूंदनाशकों का छिड़काव और कटाई के बाद फलों को गर्म पानी (50-55°C) में बेनोमिल जैसे फफूंदनाशक मिलाकर उपचारित करना प्रभावी होता है."
    },
    "कटाई के बाद प्रबंधन और भंडारण": {
        "ग्रेडिंग (Grading)": "आमतौर पर किसान वैज्ञानिक तरीके से ग्रेडिंग नहीं करते हैं. जब ग्रेडिंग की जाती है, तो यह मुख्य रूप से आकार, रंग और परिपक्वता के आधार पर होती है. अलफांसो और केसर जैसी किस्मों के लिए व्यावसायिक ग्रेड वजन के आधार पर तय किए जाते हैं, जैसे 'A+' ग्रेड (>300 ग्राम).",
        "पकाना (Ripening)": "फलों को समान रूप से पकाने के लिए एथिलीन गैस (100 ppm) का उपयोग सबसे अच्छी और सुरक्षित विधि है. व्यापारी अक्सर प्रतिबंधित रसायन कैल्शियम कार्बाइड का उपयोग करते हैं, जो स्वास्थ्य के लिए हानिकारक है और फलों की गुणवत्ता को भी कम करता है.",
        "पैकेजिंग (Packaging)": "स्थानीय बाजारों के लिए बांस की टोकरियों और लकड़ी के बक्सों का उपयोग किया जाता है. निर्यात के लिए, नालीदार फाइबर बोर्ड (CFB) के डिब्बों का उपयोग होता है. फलों को चोट से बचाने के लिए कागज की कतरनें या धान की पुआल जैसी कुशनिंग सामग्री का उपयोग किया जाता है.",
        "भंडारण (Storage)": "हरे पके आमों को 10-13°C तापमान और 85-90% आर्द्रता पर 14 से 28 दिनों तक संग्रहीत किया जा सकता है. विभिन्न किस्मों के लिए भंडारण का तापमान अलग-अलग होता है, जैसे दशहरी के लिए 12°C और लंगड़ा के लिए 15°C."
    },
    "बाजार और बिक्री": {
        "विपणन चैनल": "किसान अक्सर अपनी फसल कटाई-पूर्व ठेकेदारों को बेच देते हैं. सबसे आम विपणन श्रृंखला है: किसान/ठेकेदार → कमीशन एजेंट → थोक विक्रेता → खुदरा विक्रेता → उपभोक्ता.",
        "निर्यात": "भारत दुनिया का सबसे बड़ा आम उत्पादक होने के बावजूद अपने उत्पादन का केवल 2% ही निर्यात करता है. मुख्य निर्यात बाजार संयुक्त अरब अमीरात, बांग्लादेश, ब्रिटेन और सऊदी अरब हैं. निर्यात को बढ़ावा देने के लिए आंध्र प्रदेश, गुजरात, महाराष्ट्र और उत्तर प्रदेश जैसे राज्यों में कृषि-निर्यात क्षेत्र (Agri-Export Zones) स्थापित किए गए हैं.",
        "मूल्य संवर्धन (Value Addition)": "कच्चे आम का उपयोग अचार, अमचूर और चटनी बनाने के लिए किया जाता है. पके आमों से गूदा (pulp), जूस, जैम, स्क्वैश और आम पापड़ जैसे उत्पाद बनाए जाते हैं. आम के कचरे (छिलके और गुठली) का भी उपयोग होता है; छिलकों से पेक्टिन और पशु चारा बनाया जाता है, जबकि गुठली से अच्छी गुणवत्ता वाला तेल और स्टार्च निकाला जाता है."
    }
}