{
    "परिचय": "उड़द, जिसे ब्लैक ग्राम भी कहते हैं, भारत की एक महत्वपूर्ण दाल वाली फसल है। यह कम समय में तैयार हो जाती है और मिट्टी की सेहत के लिए भी बहुत फायदेमंद है।",
    "मिट्टी और जलवायु": {
        "पसंदीदा मिट्टी": "उड़द की खेती के लिए अच्छी जल निकासी वाली दोमट मिट्टी (Loam Soil) सबसे अच्छी होती है। यह हल्की रेतीली से लेकर भारी चिकनी मिट्टी में भी उगाई जा सकती है।",
        "जलवायु": "यह गर्म और नमी वाले मौसम की फसल है। इसकी खेती खरीफ और जायद, दोनों मौसमों में की जा सकती है।"
    },
    "उन्नत किस्में": {
        "जानकारी": "सही किस्म का चुनाव अच्छी पैदावार के लिए बहुत ज़रूरी है। यहाँ कुछ प्रमुख किस्में हैं:",
        "जल्दी पकने वाली": "पन्त यू-31 (Pant U-31) और शेखर-2 (Shekhar-2) जैसी किस्में 70-80 दिनों में पक जाती हैं।",
        "अधिक पैदावार वाली": "टी-9 (T-9) और आजाद उड़द-1 (Azad Urd-1) किस्में अपनी अच्छी पैदावार के लिए जानी जाती हैं।",
        "रोग प्रतिरोधी": "डब्ल्यूबीयू-109 (WBU-109) किस्म पीला मोजेक रोग (Yellow Mosaic Virus) के प्रति सहनशील है, जो इस फसल की सबसे बड़ी समस्या है।"
    },
    "खेती की प्रक्रिया": {
        "खेत की तैयारी": "खेत की 2-3 बार जुताई करके मिट्टी को भुरभुरा बना लें और पाटा लगाकर खेत को समतल कर दें।",
        "बुवाई का समय": "खरीफ फसल के लिए जून-जुलाई और जायद फसल के लिए फरवरी-मार्च का समय बुवाई के लिए सबसे अच्छा होता है।",
        "सिंचाई": "खरीफ की फसल को आमतौर पर सिंचाई की ज़रूरत नहीं होती, लेकिन बारिश न होने पर फूल आने और दाना भरने के समय हल्की सिंचाई करें। जायद की फसल में 2-3 सिंचाई की ज़रूरत पड़ती है।"
    },
    "रोग और कीट प्रबंधन": {
        "प्रमुख रोग": {
            "पीला मोजेक (Yellow Mosaic Virus)": "यह सबसे खतरनाक बीमारी है, जिसमें पत्तियों पर पीले धब्बे बन जाते हैं और पौधे की बढ़त रुक जाती है। यह सफेद मक्खी से फैलता है। बचाव के लिए रोग-प्रतिरोधी किस्में उगाएं और 'इमिडाक्लोप्रिड' (Imidacloprid) रसायन का छिड़काव करें।",
            "पत्ती धब्बा (Leaf Spot)": "पत्तियों पर छोटे, भूरे धब्बे बन जाते हैं। रोकथाम के लिए 'मैन्कोजेब' (Mancozeb) का छिड़काव करें।"
        },
        "प्रमुख कीट": {
            "सफेद मक्खी (Whitefly)": "यह कीट पत्तियों का रस चूसता है और पीला मोजेक रोग फैलाता है। इसके नियंत्रण के लिए 'थायोमेथोक्साम' (Thiamethoxam) या नीम तेल (Neem Oil) का छिड़काव करें।",
            "फली छेदक (Pod Borer)": "यह इल्ली फलियों को छेदकर दानों को खा जाती है। रोकथाम के लिए 'प्रोफेनोफॉस' (Profenofos) का छिड़काव करें।"
        }
    },
    "कटाई और भंडारण": {
        "कटाई": "जब 80% फलियां काली पड़ जाएं और सूख जाएं, तब फसल काट लें। कटाई में देरी करने से फलियां चटक सकती हैं और दाने बिखर सकते हैं।",
        "गहाई और भंडारण": "कटाई के बाद फसल को 4-5 दिन धूप में सुखाकर थ्रेसर से दाने निकालें। दानों को अच्छी तरह सुखाकर (8-10% नमी) जूट की बोरियों में भरकर सूखी जगह पर रखें।"
    },
    "बाजार और बिक्री": {
        "कब बेचें": "कटाई के तुरंत बाद बाजार में दाम कम मिलते हैं। अगर संभव हो, तो 1-2 महीने के लिए भंडारण करें और बाद में बेचें ताकि बेहतर कीमत मिल सके।",
        "संरक्षण (Preservation)": "उड़द को लंबे समय तक रखने के लिए इसे दाल में बदलवाना एक अच्छा विकल्प है। दाल का बाजार भाव साबुत उड़द से ज़्यादा होता है।"
    }
}
