{
    "परिचय": "कपास (Cotton), जिसे 'सफेद सोना' भी कहा जाता है, भारत में पाँच हजार से अधिक वर्षों से उगाया जा रहा है. यह 'गॉसिपियम' (Gossypium) प्रजाति के पौधे के बीजों के चारों ओर उगने वाला एक नरम रेशा है. यह दुनिया में सबसे व्यापक रूप से इस्तेमाल किया जाने वाला प्राकृतिक फाइबर है, जिसका उपयोग कपड़ा उद्योग, चादरें, तौलिये और डेनिम बनाने में होता है. भारत में कपास की अर्थव्यवस्था का इतना महत्व है कि महात्मा गांधी ने अपने स्वतंत्रता आंदोलन को कपास की अर्थव्यवस्था पर आधारित किया था.",
    "उत्पादन क्षेत्र और जलवायु": {
        "उत्पादन क्षेत्र": "भारत को तीन प्रमुख कपास उत्पादक क्षेत्रों में बांटा गया है: उत्तरी क्षेत्र (पंजाब, हरियाणा, राजस्थान), मध्य क्षेत्र (गुजरात, महाराष्ट्र, मध्य प्रदेश), और दक्षिणी क्षेत्र (आंध्र प्रदेश, कर्नाटक, तमिलनाडु). भारत कपास के तहत दुनिया में सबसे बड़े क्षेत्र में से एक है, लेकिन उत्पादकता विश्व औसत से कम है.",
        "जलवायु": "कपास एक उष्णकटिबंधीय और उपोष्णकटिबंधीय पौधा है, जिसे बढ़ने के लिए गर्म और आर्द्र जलवायु की आवश्यकता होती है. यह वर्षा-आधारित और सिंचित दोनों स्थितियों में उगाया जाता है."
    },
    "उन्नत किस्में": {
        "जानकारी": "भारत में विभिन्न क्षेत्रों के लिए कई व्यावसायिक किस्में और संकर (hybrids) विकसित किए गए हैं, जिनमें बीटी कपास (Bt Cotton) भी शामिल है, जो बॉलवर्म कीट के प्रतिरोधी है.",
        "उत्तरी क्षेत्र की किस्में": "पंजाब में एफ-286, एलएच-900; हरियाणा में एच-777, धनलक्ष्मी हाइब्रिड; और राजस्थान में आरजी-8, मरूविकास (RAJHH-16) हाइब्रिड लोकप्रिय हैं.",
        "मध्य क्षेत्र की किस्में": "मध्य प्रदेश में खंडवा-3, जेकेएचवाई-1 हाइब्रिड; महाराष्ट्र में एलआरए-5166, पीकेवीएचवाई-2 हाइब्रिड; और गुजरात में जी-सीओटी-12, एच-6 हाइब्रिड उगाए जाते हैं.",
        "दक्षिणी क्षेत्र की किस्में": "आंध्र प्रदेश में बनी (Bunny), महानंदी; कर्नाटक में शारदा, डीसीएच-32 हाइब्रिड; और तमिलनाडु में एमसीयू-5, सुरभि और सविता हाइब्रिड प्रमुख किस्में हैं."
    },
    "कटाई की प्रक्रिया": {
        "तुड़ाई का समय और तरीका": "कपास की तुड़ाई केवल पूरी तरह से खिले हुए डोडे (bolls) से ही करनी चाहिए. अधखिले डोडों को तोड़ने से बचना चाहिए क्योंकि इससे रेशे की गुणवत्ता कम हो जाती है. तुड़ाई सुबह और शाम के समय करनी चाहिए, क्योंकि दोपहर की तेज धूप और गीले मौसम में तुड़ाई करने से कपास में सूखे पत्ते और गंदगी मिलने की संभावना रहती है.",
        "कटाई के बाद की देखभाल": "अंतिम तुड़ाई से प्राप्त कपास को अलग से रखना चाहिए क्योंकि इसकी गुणवत्ता आमतौर पर कम होती है. तुड़ाई के बाद कपास को सीधे जमीन पर रखने के बजाय किसी कपड़े या टाट पर रखकर छाया में सुखाना चाहिए. तेज धूप से रेशे पीले पड़ सकते हैं."
    },
    "भंडारण के दौरान रोग और कीट प्रबंधन": {
        "प्रमुख कीट": "कपास की फसल को बॉलवर्म (Bollworm) कॉम्प्लेक्स से सबसे अधिक नुकसान होता है. अमेरिकन बॉलवर्म और गुलाबी बॉलवर्म (Pink Bollworm) प्रमुख हैं. इसके अलावा, सफेद मक्खी (Whitefly), एफिड्स (Aphids) और जैसिड्स (Jassids) जैसे रस चूसने वाले कीट भी फसल को नुकसान पहुंचाते हैं.",
        "प्रमुख रोग": "कपास में लगने वाले प्रमुख रोगों में अल्टरनेरिया पत्ती धब्बा रोग (Alternaria Leaf Spot), जीवाणु झुलसा (Bacterial Blight), और फ्यूजेरियम बोल रॉट (Fusarium Boll Rot) शामिल हैं. इन रोगों से पत्तियों और डोडों को नुकसान पहुंचता है, जिससे रेशे का रंग खराब हो जाता है और उपज घट जाती है.",
        "नियंत्रण के उपाय": "कीटों के नियंत्रण के लिए बीटी कपास जैसी प्रतिरोधी किस्मों का उपयोग, फेरोमोन ट्रैप लगाना और आवश्यकतानुसार कीटनाशकों का छिड़काव करना शामिल है. रोगों से बचाव के लिए रोग प्रतिरोधी किस्मों का चयन, बीज उपचार और फफूंदनाशकों का छिड़काव प्रभावी होता है."
    },
    "कटाई के बाद प्रबंधन और भंडारण": {
        "ग्रेडिंग (Grading)": "कपास का ग्रेड उसकी सफेदी, चमक, रेशे की महीनता, नमी और कचरे की मात्रा जैसे भौतिक गुणों पर निर्भर करता है. बाजार में सही मूल्य प्राप्त करने के लिए ग्रेडिंग आवश्यक है. इसमें रेशे की लंबाई (staple length) और ओटाई प्रतिशत (ginning percentage) का भी मूल्यांकन किया जाता है.",
        "पैकेजिंग (Packaging)": "ओटाई के बाद, कपास को गांठों (bales) में पैक किया जाता है. गांठों को नमी, गंदगी और रेशे के नुकसान से बचाने के लिए जूट, सूती या प्लास्टिक के कपड़े में पूरी तरह से लपेटा जाता है.",
        "भंडारण (Storage)": "कपास को आमतौर पर एक वर्ष से अधिक समय तक संग्रहीत नहीं किया जाता है, क्योंकि नमी और तापमान के कारण इसकी गुणवत्ता में गिरावट आ सकती है. भंडारण के लिए जिनिंग फैक्ट्रियों में पक्के फर्श और दीवारों वाले गोदामों का उपयोग किया जाता है."
    },
    "बाजार और बिक्री": {
        "विपणन चैनल": "लगभग 80% कपास निजी चैनलों के माध्यम से और 20% संस्थागत चैनलों जैसे सहकारी समितियों और भारतीय कपास निगम (CCI) के माध्यम से बेचा जाता है. सबसे आम चैनल है: किसान → गाँव का व्यापारी → थोक विक्रेता (मंडी में) → जिनिंग मिल → उपभोक्ता. भारतीय कपास निगम भी किसानों से सीधे खरीद करता है.",
        "प्रमुख बाजार": "देश के प्रमुख कपास उत्पादक राज्यों में महत्वपूर्ण संयोजन बाजार हैं, जैसे गुंतूर (आंध्र प्रदेश), राजकोट (गुजरात), हिसार (हरियाणा), नागपुर (महाराष्ट्र), और बठिंडा (पंजाब).",
        "वैकल्पिक विपणन": "किसानों को बेहतर मूल्य दिलाने के लिए सीधे विपणन (Direct Marketing), अनुबंध खेती (Contract Farming) और सहकारी विपणन (Cooperative Marketing) जैसे वैकल्पिक प्रणालियों को बढ़ावा दिया जा रहा है."
    }
}
