{
    "परिचय": "केला (Banana) दुनिया भर में सबसे लोकप्रिय ताजे फलों में से एक है. इसका नाम अरबी शब्द 'बनान' से आया है, जिसका अर्थ है 'उंगली'. इसका वैज्ञानिक नाम मूसा एक्यूमिनाटा (Musa acuminata) और मूसा बाल्बिसियाना (Musa balbisiana) है. यह कार्बोहाइड्रेट, पोटेशियम और विटामिन बी6 का एक समृद्ध स्रोत है, जिस कारण यह एथलीटों की पहली पसंद है. भारत दुनिया का सबसे बड़ा केला उत्पादक है और यह देश की कृषि जीडीपी में महत्वपूर्ण योगदान देता है.",
    "उत्पादन क्षेत्र और जलवायु": {
        "उत्पादन क्षेत्र": "केले की खेती 150 से अधिक देशों में की जाती है. भारत वैश्विक उत्पादन में लगभग 29.19% का योगदान देता है. भारत में प्रमुख केला उत्पादक राज्य तमिलनाडु, महाराष्ट्र, गुजरात, आंध्र प्रदेश और कर्नाटक हैं.",
        "जलवायु और मौसम": "केला एक बारहमासी फसल है जिसकी कटाई पूरे साल की जा सकती है. यह तेजी से बढ़ता है और रोपण के एक साल से भी कम समय में फसल के लिए तैयार हो जाता है."
    },
    "उन्नत किस्में": {
        "जानकारी": "भारत में व्यावसायिक रूप से केले की कई किस्में उगाई जाती हैं, जिन्हें मुख्य रूप से खाने योग्य और सब्जी (cooking) प्रकारों में वर्गीकृत किया गया है.",
        "प्रमुख किस्में": "ड्वार्फ कैवेंडिश, रोबस्टा, पूवन, नेन्द्रन (केरल की प्रमुख किस्म), लाल केला और ग्रैंड नैन भारत की कुछ महत्वपूर्ण किस्में हैं. ग्रैंड नैन, जो एक विदेशी किस्म है, अपनी अच्छी गुणवत्ता और तनाव सहने की क्षमता के कारण बहुत लोकप्रिय हो रही है.",
        "क्षेत्रीय किस्में": "अलग-अलग राज्यों में विशेष किस्में उगाई जाती हैं, जैसे महाराष्ट्र में बसराई, गुजरात में हरीछाल, और असम में जहाजी और मालभोग."
    },
    "कटाई की प्रक्रिया": {
        "कटाई का समय": "केले की फसल रोपण के 11-12 महीने बाद कटाई के लिए तैयार हो जाती है. फूल आने के 90-150 दिन बाद घौद (bunch) पक जाती है.",
        "परिपक्वता के संकेत": "फलों की परिपक्वता उनके आकार (मोटाई), कोणीयता और छिलके के रंग से जाँची जाती है. लंबी दूरी के बाजारों के लिए, केले को 75-80% परिपक्वता पर काटा जाता है जब छिलका अभी हरा होता है.",
        "कटाई की विधि": "घौद को तेज दरांती (sickle) से काटा जाता है, और यह ध्यान रखा जाता है कि वह जमीन पर न गिरे. घौद को गद्देदार सतह पर रखकर खेत से बाहर ले जाया जाता है ताकि फलों पर दाग या चोट न लगे."
    },
    "कटाई के बाद के रोग और प्रबंधन": {
        "एन्थ्रेक्नोज (Anthracnose)": "यह रोग 'कोलेटोट्राइकम म्यूसी' (Colletotrichum musae) कवक के कारण होता है. इसमें केले के छिलके पर छोटे, काले, धँसे हुए धब्बे बन जाते हैं. नियंत्रण के लिए कटाई के बाद फलों को कार्बेन्डाजिम जैसे फफूंदनाशक में डुबोया जाता है.",
        "क्राउन रॉट (Crown Rot)": "यह रोग गुच्छे (hand) के कटे हुए ऊपरी हिस्से (crown) पर होता है, जो काला पड़कर सड़ने लगता है. इसके नियंत्रण के लिए खेत की सफाई और फलों को सावधानी से तोड़ना आवश्यक है.",
        "सिगार-एंड रॉट (Cigar-end Rot)": "इस रोग में फल का सिरा सड़कर राख जैसा हो जाता है, जो जले हुए सिगार की तरह दिखता है. नियंत्रण के लिए फूल के गुच्छों को पॉलीथीन बैग से ढकना प्रभावी होता है."
    },
    "कटाई के बाद प्रबंधन और भंडारण": {
        "पकाना (Ripening)": "केला एक क्लाइमेक्टेरिक फल है, जिसे कच्चा तोड़ा जा सकता है और बाद में पकाया जा सकता है. एथिलीन गैस का उपयोग फलों को समान रूप से और जल्दी पकाने का सबसे अच्छा तरीका है.",
        "ग्रेडिंग (Grading)": "उत्पादक स्तर पर ग्रेडिंग बहुत कम होती है, आमतौर पर फलों को केवल आकार और रंग के आधार पर छाँटा जाता है. निर्यात के लिए, फलों को उनकी लंबाई और मोटाई के आधार पर ग्रेड किया जाता है.",
        "पैकेजिंग (Packaging)": "स्थानीय बाजारों के लिए, केले के गुच्छों को केले के पत्तों में लपेटकर या बिना किसी विशेष पैकिंग के बेचा जाता है. निर्यात के लिए, उच्च गुणवत्ता वाले केलों को 13 किलोग्राम क्षमता वाले नालीदार फाइबर बोर्ड (CFB) के डिब्बों में पैक किया जाता है.",
        "भंडारण (Storage)": "निर्यात किए जाने वाले केलों को 13-15°C तापमान और 80-90% आर्द्रता वाले कोल्ड स्टोरेज में 20-25 दिनों तक रखा जा सकता है. पके हुए केलों को फ्रिज में रखने से वे 1-2 सप्ताह तक ताजे रहते हैं, हालांकि उनका छिलका काला पड़ जाता है."
    },
    "बाजार और बिक्री": {
        "विपणन चैनल": "किसान अक्सर जोखिम से बचने के लिए अपनी फसल कटाई-पूर्व ठेकेदारों को बेच देते हैं. सबसे आम विपणन चैनल हैं: किसान → थोक विक्रेता → कमीशन एजेंट → खुदरा विक्रेता → उपभोक्ता.",
        "निर्यात": "भारत केले का एक प्रमुख निर्यातक है, जिसके मुख्य खरीदार संयुक्त अरब अमीरात, सऊदी अरब, ईरान और कुवैत जैसे देश हैं. ग्रैंड नैन किस्म अंतरराष्ट्रीय बाजारों में अच्छी तरह से स्वीकार की जाती है. महाराष्ट्र में केले के निर्यात को बढ़ावा देने के लिए एक कृषि-निर्यात क्षेत्र (Agri-Export Zone) स्थापित किया गया है.",
        "मूल्य संवर्धन (Value Addition)": "ताजा खाने के अलावा, केले को चिप्स, आटा, जैम, जेली और प्यूरी जैसे कई उत्पादों में संसाधित किया जाता है. केले के तने और फूल को सब्जी के रूप में भी इस्तेमाल किया जाता है. इसके रेशे से हस्तशिल्प और कागज बनाया जाता है."
    }
}