{
    "परिचय": "गेहूं (Wheat), जिसे 'जीवन का सार' कहा जाता है, चावल के बाद भारत की दूसरी सबसे महत्वपूर्ण अनाज फसल है. यह दुनिया भर में मुख्य भोजन है और इसका उपयोग मुख्य रूप से ब्रेड बनाने के लिए किया जाता है. भारत दुनिया में गेहूं का दूसरा सबसे बड़ा उत्पादक है, जो वैश्विक उत्पादन का लगभग 12% हिस्सा है. इसका वानस्पतिक नाम 'ट्रिटिकम' (Triticum) है, और भारत में मुख्य रूप से तीन प्रजातियां उगाई जाती हैं: सामान्य ब्रेड गेहूं (T. aestivum), मैकरोनी गेहूं (T. durum), और एम्मर गेहूं (T. dicoccum).",
    "उत्पादन क्षेत्र और जलवायु": {
        "उत्पादन क्षेत्र": "भारत में, गेहूं की खेती मुख्य रूप से उत्तरी और मध्य क्षेत्रों में की जाती है. उत्तर प्रदेश देश का सबसे बड़ा गेहूं उत्पादक राज्य है, जो कुल उत्पादन का लगभग 35% हिस्सा है. इसके बाद पंजाब (21.55%), हरियाणा (13.20%), मध्य प्रदेश (8.81%), और राजस्थान (8.57%) का स्थान आता है. ये पांच राज्य मिलकर भारत के 90% से अधिक गेहूं का उत्पादन करते हैं.",
        "जलवायु": "गेहूं एक समशीतोष्ण फसल है, जिसे ठंडी और शुष्क जलवायु की आवश्यकता होती है. इसकी खेती रबी के मौसम में की जाती है."
    },
    "उन्नत किस्में": {
        "जानकारी": "भारत में विभिन्न कृषि-जलवायु क्षेत्रों के लिए कई उच्च उपज वाली किस्में विकसित की गई हैं.",
        "उत्तर-पश्चिमी मैदानी क्षेत्र (पंजाब, हरियाणा, पश्चिमी उत्तर प्रदेश)": "सिंचित और समय पर बुवाई के लिए एचडी 2329, पीबीडब्ल्यू 343, और डब्ल्यूएच 542 जैसी किस्में लोकप्रिय हैं. देर से बुवाई के लिए एचडी 2285 और राज 3765 उपयुक्त हैं.",
        "उत्तर-पूर्वी मैदानी क्षेत्र (पूर्वी उत्तर प्रदेश, बिहार, पश्चिम बंगाल)": "इस क्षेत्र के लिए एचपी 1731, के 9107, और एचयूडब्ल्यू 468 जैसी किस्में अनुशंसित हैं.",
        "मध्य क्षेत्र (मध्य प्रदेश, गुजरात, छत्तीसगढ़)": "लोक 1, सुजाता, और जेडब्ल्यू 12 जैसी किस्में इस क्षेत्र में प्रमुख हैं.",
        "प्रायद्वीपीय क्षेत्र (महाराष्ट्र, कर्नाटक)": "एचडी 2189, एमएसीएस 2496, और डीडब्ल्यूआर 162 जैसी किस्में इस क्षेत्र के लिए उपयुक्त हैं."
    },
    "कटाई की प्रक्रिया": {
        "कटाई का समय": "गेहूं की फसल की कटाई तब करनी चाहिए जब दाने सख्त हो जाएं और पौधे पीले पड़कर सूख जाएं. समय से पहले कटाई करने पर दाने सिकुड़ जाते हैं, जबकि देर से कटाई करने पर दाने झड़ने लगते हैं.",
        "विधि": "कटाई हाथ से दरांती (sickle) से या कंबाइन हार्वेस्टर से की जाती है. कटाई के बाद, फसल को खलिहान में सुखाया जाता है और फिर थ्रेशर से गहाई करके दानों को अलग किया जाता है.",
        "कटाई के बाद की देखभाल": "कटाई के बाद दानों को धूप में अच्छी तरह सुखाना चाहिए ताकि नमी का स्तर 12% से कम हो जाए, जो भंडारण के लिए सुरक्षित है."
    },
    "भंडारण के दौरान रोग और कीट प्रबंधन": {
        "प्रमुख कीट": "भंडारण के दौरान गेहूं को चावल का घुन (Rice Weevil), अनाज का छोटा छेदक (Lesser Grain Borer), और खपरा बीटल (Khapra Beetle) जैसे कीटों से सबसे अधिक नुकसान होता है. ये कीट दानों के अंदर घुसकर उन्हें खोखला कर देते हैं.",
        "प्रमुख रोग": "भंडारण में अनुचित नमी के कारण फफूंद (mould) लग सकती है, जिससे 'एफ्लाटॉक्सिन' (Aflatoxin) जैसे हानिकारक विष उत्पन्न हो सकते हैं, जो अनाज को खाने के लिए अनुपयुक्त बना देते हैं.",
        "नियंत्रण के उपाय": "कीटों से बचाव के लिए गोदामों की अच्छी तरह से सफाई, कीटनाशकों का छिड़काव और धूमन (fumigation) करना आवश्यक है. दानों को 12% से कम नमी पर सुखाना फफूंद के विकास को रोकता है."
    },
    "कटाई के बाद प्रबंधन और भंडारण": {
        "ग्रेडिंग (Grading)": "गेहूं को उसकी बनावट (कठोर, अर्ध-कठोर, नरम), रंग (सफेद, एम्बर, लाल), नमी की मात्रा, क्षतिग्रस्त दानों और विदेशी पदार्थों के आधार पर ग्रेड किया जाता है. भारतीय खाद्य निगम (FCI) और अन्य एजेंसियां खरीद के लिए अपने स्वयं के ग्रेडिंग मानकों का उपयोग करती हैं.",
        "पैकेजिंग (Packaging)": "गेहूं को आमतौर पर जूट की बोरियों में पैक किया जाता है. भारत सरकार ने जूट पैकेजिंग सामग्री अधिनियम, 1987 के तहत खाद्यान्नों के लिए जूट की बोरियों का उपयोग अनिवार्य किया है.",
        "भंडारण (Storage)": "किसान अपने स्तर पर गेहूं को मिट्टी के बर्तनों, धातु के ड्रमों या बोरियों में संग्रहीत करते हैं. बड़े पैमाने पर भंडारण के लिए, भारतीय खाद्य निगम (FCI), केंद्रीय भंडारण निगम (CWC), और राज्य भंडारण निगमों (SWC) के गोदामों का उपयोग किया जाता है. CAP (कवर और प्लिंथ) भंडारण का उपयोग अस्थायी रूप से खुले में अनाज को संग्रहीत करने के लिए किया जाता है."
    },
    "बाजार और बिक्री": {
        "विपणन चैनल": "भारत में गेहूं के लिए दो मुख्य चैनल हैं: निजी और संस्थागत. निजी चैनल में, किसान अपनी उपज को स्थानीय व्यापारियों या मिल मालिकों को बेचते हैं. संस्थागत चैनल में, भारतीय खाद्य निगम (FCI) और अन्य सरकारी एजेंसियां किसानों से न्यूनतम समर्थन मूल्य (MSP) पर गेहूं खरीदती हैं.",
        "प्रमुख बाजार": "भारत के प्रमुख गेहूं संयोजन बाजार खन्ना (पंजाब), करनाल (हरियाणा), कानपुर (उत्तर प्रदेश), कोटा (राजस्थान), और उज्जैन (मध्य प्रदेश) हैं.",
        "निर्यात": "भारत गेहूं का एक महत्वपूर्ण निर्यातक है. भारतीय गेहूं मुख्य रूप से बांग्लादेश, संयुक्त अरब अमीरात और यमन जैसे देशों को निर्यात किया जाता है.",
        "मूल्य संवर्धन (Value Addition)": "गेहूं का प्रसंस्करण करके आटा, मैदा, सूजी और दलिया बनाया जाता है, जो भारतीय आहार का एक अभिन्न अंग हैं. इसका उपयोग ब्रेड, बिस्कुट और नूडल्स जैसे बेकरी उत्पादों को बनाने के लिए भी किया जाता है. गेहूं के भूसे का उपयोग पशुओं के चारे के रूप में किया जाता है."
    }
}