{
    "परिचय": "चना, जिसे बंगाल ग्राम भी कहते हैं, भारत की एक मुख्य दाल वाली फसल है। यह कम पानी में अच्छी पैदावार देती है और मिट्टी की ताकत भी बढ़ाती है।",
    "मिट्टी और जलवायु": {
        "पसंदीदा मिट्टी": "चने की खेती के लिए हल्की से भारी, लेकिन अच्छी जल निकासी वाली मिट्टी सबसे अच्छी होती है। दोमट या बलुई दोमट मिट्टी (Loam or Sandy Loam) बहुत उपयुक्त है।",
        "जलवायु": "यह ठंडे और शुष्क मौसम की फसल है। फसल पकते समय साफ और सूखा मौसम होना चाहिए, पाला पड़ने से फसल को नुकसान होता है।"
    },
    "उन्नत किस्में": {
        "जानकारी": "सही किस्म का चुनाव पैदावार बढ़ाने के लिए बहुत ज़रूरी है। यहाँ कुछ प्रमुख किस्में हैं:",
        "जल्दी पकने वाली": "जेजी-11 (JG-11) और केएके-2 (KAK-2) जैसी किस्में 90-100 दिनों में पक जाती हैं और उकठा रोग (Wilt) से लड़ने की क्षमता रखती हैं।",
        "अधिक पैदावार वाली": "विशाल (Vishal) और पूसा-372 (Pusa-372) किस्में अच्छी पैदावार के लिए जानी जाती हैं।",
        "बाजार में अधिक कीमत": "काबुली चने (Kabuli Gram) की किस्में, जैसे काक-2 (KAK-2), दिखने में बड़ी और आकर्षक होती हैं, इसलिए बाजार में इनका दाम देसी चने से ज़्यादा मिलता है।"
    },
    "खेती की प्रक्रिया": {
        "खेत की तैयारी": "खेत की 2-3 बार गहरी जुताई करें ताकि मिट्टी भुरभुरी हो जाए। खरपतवार पूरी तरह निकाल दें।",
        "बुवाई का समय": "अक्टूबर के दूसरे हफ्ते से नवंबर के पहले हफ्ते तक बुवाई करना सबसे अच्छा होता है।",
        "सिंचाई": "आमतौर पर दो सिंचाई काफी होती है: पहली फूल आने से पहले (बुवाई के 40-45 दिन बाद) और दूसरी दाना भरने के समय (बुवाई के 70-75 दिन बाद)।"
    },
    "रोग और कीट प्रबंधन": {
        "प्रमुख रोग": {
            "उकठा/विल्ट (Fusarium Wilt)": "यह सबसे खतरनाक बीमारी है, जिसमें पौधे सूखने लगते हैं। बचाव के लिए रोग-प्रतिरोधी किस्में उगाएं और बीज को बोने से पहले 'ट्राइकोडर्मा' (Trichoderma) फफूंदनाशक से उपचारित करें।",
            "झुलसा (Ascochyta Blight)": "पत्तियों और फलियों पर भूरे धब्बे बन जाते हैं। बचाव के लिए 'मैन्कोजेब' (Mancozeb) रसायन का छिड़काव करें।"
        },
        "प्रमुख कीट": {
            "फली छेदक इल्ली (Pod Borer)": "यह इल्ली फलियों में छेद करके दानों को खा जाती है। रोकथाम के लिए 'इमामेक्टिन बेंजोएट' (Emamectin Benzoate) या नीम तेल (Neem Oil) का छिड़काव करें।",
            "दीमक (Termite)": "यह जड़ों को नुकसान पहुंचाती है। बचाव के लिए खेत की तैयारी के समय 'क्लोरोपाइरीफॉस' (Chlorpyrifos) धूल का प्रयोग करें।"
        }
    },
    "कटाई और भंडारण": {
        "कटाई": "जब पत्तियां पीली होकर झड़ने लगें और 80% फलियां सूख जाएं, तब फसल काट लें। कटाई के बाद फसल को 5-6 दिन धूप में सुखाएं।",
        "भंडारण": "दानों को थ्रेसर से निकालने के बाद अच्छी तरह सुखाएं ताकि नमी 10-12% से ज़्यादा न रहे। दानों को जूट की बोरियों में भरकर सूखी और हवादार जगह पर रखें। कीड़ों से बचाने के लिए नीम की सूखी पत्तियों का प्रयोग कर सकते हैं।"
    },
    "बाजार और बिक्री": {
        "कब बेचें": "कटाई के तुरंत बाद बाजार में आवक ज़्यादा होने से दाम कम मिलते हैं। अगर आपके पास भंडारण की सुविधा है, तो 2-3 महीने रुककर बेचने से ज़्यादा मुनाफा हो सकता है।",
        "संरक्षण (Preservation)": "लंबे समय तक रखने के लिए, दानों को पूरी तरह सुखाकर एयरटाइट डिब्बों या बोरियों में रखें। दाल बनाकर या बेसन पीसकर भी इसे संरक्षित किया जा सकता है, जिससे इसका मूल्य और बढ़ जाता है।"
    }
}
