{
    "परिचय": "टमाटर (Solanum lycopersicum) सोलानेसी परिवार की एक प्रमुख सब्जी फसल है, जिसकी उत्पत्ति दक्षिण अमेरिका के पेरू में हुई. इसका नाम एज़्टेक शब्द 'टोमैटो' से आया है. भारत में इसे 16वीं शताब्दी में पुर्तगालियों द्वारा लाया गया और अंग्रेजों ने इसे लोकप्रिय बनाया. यह कैल्शियम, विटामिन ए, विटामिन सी और विशेष रूप से लाइकोपीन का एक समृद्ध स्रोत है, जो इसके लाल रंग के लिए जिम्मेदार है.",
    "उत्पादन क्षेत्र और जलवायु": {
        "उत्पादन क्षेत्र": "भारत चीन के बाद दुनिया का दूसरा सबसे बड़ा टमाटर उत्पादक देश है. देश में, मध्य प्रदेश सबसे बड़ा उत्पादक राज्य है, जिसके बाद आंध्र प्रदेश और कर्नाटक का स्थान आता है. प्रमुख उत्पादक जिलों में छिंदवाड़ा (मध्य प्रदेश), चित्तूर (आंध्र प्रदेश), और कोलार (कर्नाटक) शामिल हैं.",
        "जलवायु और कटाई का मौसम": "टमाटर गर्म और धूप वाली जलवायु में अच्छी तरह से उगता है जहाँ पाला नहीं पड़ता. कटाई का चरम मौसम राज्यों के अनुसार अलग-अलग होता है. मध्य प्रदेश में यह अक्टूबर, दिसंबर, जनवरी और फरवरी में होता है, जबकि कर्नाटक में मई से जुलाई तक होता है. आंध्र प्रदेश और तेलंगाना में लगभग पूरे साल कटाई होती है."
    },
    "उन्नत किस्में": {
        "जानकारी": "भारत में सार्वजनिक और निजी दोनों क्षेत्रों द्वारा विकसित की गई कई उन्नत और संकर किस्में उगाई जाती हैं.",
        "निजी क्षेत्र की हाइब्रिड किस्में": "किसानों के बीच अविनाश-2, लक्ष्मी, आयुष्मान, रूपाली और सुरक्षा जैसी निजी हाइब्रिड किस्में बहुत लोकप्रिय हैं.",
        "सार्वजनिक क्षेत्र की किस्में": "सरकारी संस्थानों द्वारा विकसित किस्मों में पूसा रूबी, पूसा हाइब्रिड-2 (IARI, नई दिल्ली), अर्का रक्षक और अर्का सम्राट (IIHR, बेंगलुरु) प्रमुख हैं. अर्का रक्षक और अर्का सम्राट तीन प्रमुख रोगों (पत्ती मोड़क विषाणु, जीवाणु उकठा और अगेती झुलसा) के प्रतिरोधी होने के लिए प्रसिद्ध हैं. इसी तरह, काशी अमन और काशी अमृत (IIVR, वाराणसी) भी लोकप्रिय किस्में हैं."
    },
    "कटाई की प्रक्रिया": {
        "कटाई की अवस्थाएं": "टमाटर की तुड़ाई रोपाई के 75 से 90 दिनों में शुरू हो जाती है. बाजार की दूरी के आधार पर इसे अलग-अलग अवस्थाओं में तोड़ा जाता है:",
        "हरी अवस्था (Mature Green)": "लंबी दूरी के बाजारों में भेजने के लिए टमाटर को इस अवस्था में तोड़ा जाता है.",
        "गुलाबी अवस्था (Pink Stage)": "जब फल का 30% से 60% हिस्सा गुलाबी या लाल हो जाए, तो इसे आस-पास के बाजारों में भेजने के लिए तोड़ा जाता है.",
        "पकी अवस्था (Ripe Stage)": "स्थानीय बाजारों में बिक्री के लिए फलों को तब तोड़ा जाता है जब वे पेड़ पर ही लाल होने लगें.",
        "पूर्ण पकी अवस्था (Full Ripe)": "जब फल पूरी तरह से लाल और थोड़े नरम हो जाते हैं, तो वे केचप, सॉस और सूप जैसे प्रसंस्करण उत्पादों के लिए सबसे उपयुक्त होते हैं."
    },
    "कटाई के बाद होने वाले नुकसान और प्रबंधन": {
        "कुल नुकसान": "टमाटर में कटाई के बाद कुल नुकसान लगभग 16.63% तक होता है, जो विभिन्न चरणों में होता है.",
        "खेत स्तर पर नुकसान (7.42%)": "यह नुकसान फलों के रोगग्रस्त होने, कीटों (जैसे फल छेदक) के प्रकोप और अधिक पकने के कारण होता है.",
        "बाजार स्तर पर नुकसान (4.32%)": "परिवहन और हैंडलिंग के दौरान यांत्रिक चोट लगने, अधिक पकने और बीमारी के कारण यह नुकसान होता है.",
        "खुदरा विक्रेता स्तर पर नुकसान (4.89%)": "यह नुकसान मुख्य रूप से यांत्रिक चोट और फलों के सड़ने या अधिक पकने के कारण होता है.",
        "प्रबंधन": "नुकसान को कम करने के लिए तुड़ाई के बाद सावधानीपूर्वक छँटाई और ग्रेडिंग करनी चाहिए, जिसमें क्षतिग्रस्त, सड़े हुए और फटे हुए फलों को हटा दिया जाता है."
    },
    "कटाई के बाद प्रबंधन और भंडारण": {
        "ग्रेडिंग (Grading)": "किसानों के स्तर पर, टमाटर को आमतौर पर आकार के आधार पर तीन ग्रेडों में बांटा जाता है: बड़ा (Large), मध्यम (Medium) और छोटा (गोली). अच्छी ग्रेडिंग से बाजार में बेहतर मूल्य मिलता है.",
        "पैकेजिंग (Packaging)": "स्थानीय बाजारों के लिए टमाटर को प्लास्टिक क्रेट में पैक किया जाता है, जिससे हवा का संचार बना रहता है. निर्यात के लिए, 15 किलो से अधिक क्षमता वाले कार्डबोर्ड के बक्सों का उपयोग नहीं किया जाना चाहिए.",
        "भंडारण (Storage)": "टमाटर को खराब होने से बचाने के लिए सही तापमान पर भंडारण करना आवश्यक है. धीमी गति से पकाने के लिए, 13°C तापमान और 90-95% आर्द्रता पर टमाटर को 2-3 सप्ताह तक रखा जा सकता है. पूरी तरह से पके हुए फलों को 7°C पर एक सप्ताह तक स्टोर किया जा सकता है."
    },
    "बाजार और बिक्री": {
        "विपणन चैनल": "टमाटर के लिए सबसे आम विपणन चैनल है: उत्पादक → कमीशन एजेंट/थोक विक्रेता → खुदरा विक्रेता → उपभोक्ता. यह स्थानीय और दूर के दोनों बाजारों के लिए लागू होता है.",
        "प्रमुख बाजार": "कोलार (कर्नाटक), कुरनूल (आंध्र प्रदेश) और नासिक (महाराष्ट्र) देश के प्रमुख टमाटर उत्पादक और संयोजन बाजार हैं, जहाँ से टमाटर मुंबई, दिल्ली और कोलकाता जैसे बड़े उपभोक्ता बाजारों में भेजा जाता है.",
        "मूल्य और आवक": "बाजार में टमाटर की कीमतें जून-जुलाई में सबसे अधिक और जनवरी-फरवरी तथा सितंबर में सबसे कम होती हैं.",
        "मूल्य संवर्धन (Value Addition)": "भारत में अधिकांश टमाटर ताजा खाया जाता है, लेकिन एक बड़ा हिस्सा केचप, सॉस, पेस्ट और जूस जैसे प्रसंस्कृत उत्पादों को बनाने में भी उपयोग होता है. फास्ट-फूड उद्योग के विकास के कारण प्रसंस्कृत टमाटर उत्पादों की मांग बढ़ रही है."
    }
}