{
    "परिचय": "धान (Paddy), जिससे चावल (Rice) मिलता है, दुनिया की सबसे महत्वपूर्ण खाद्य फसल है. यह दुनिया की 60% से अधिक आबादी का मुख्य भोजन है, और इसका उत्पादन और खपत मुख्य रूप से एशिया में होता है. भारत दुनिया में धान का सबसे बड़ा उत्पादक क्षेत्र है और उत्पादन में चीन के बाद दूसरे स्थान पर है. चावल मुख्य रूप से एक उच्च-ऊर्जा वाला भोजन है, जिसमें लगभग 72-75% कार्बोहाइड्रेट (स्टार्च के रूप में) होता है.",
    "उत्पादन क्षेत्र और जलवायु": {
        "उत्पादन क्षेत्र": "भारत में धान की खेती लगभग सभी राज्यों में की जाती है. प्रमुख उत्पादक राज्यों में पश्चिम बंगाल (कुल उत्पादन का 16.39%), उत्तर प्रदेश (13.38%), आंध्र प्रदेश (12.24%), पंजाब (9.47%), और उड़ीसा (7.68%) शामिल हैं.",
        "जलवायु": "धान की खेती के लिए गर्म और आर्द्र जलवायु की आवश्यकता होती है. इसकी खेती मुख्य रूप से मानसून के मौसम में की जाती है, लेकिन सिंचाई की सुविधा वाले क्षेत्रों में इसे साल भर उगाया जा सकता है."
    },
    "उन्नत किस्में": {
        "जानकारी": "भारत में विभिन्न क्षेत्रों के लिए कई व्यावसायिक और संकर किस्में विकसित की गई हैं.",
        "बासमती किस्में": "पूसा बासमती, कस्तूरी, हरियाणा बासमती, और तरावड़ी बासमती जैसी किस्में अपनी सुगंध और लंबे दानों के लिए प्रसिद्ध हैं और इनका बड़ा निर्यात बाजार है.",
        "गैर-बासमती सुगंधित किस्में": "इनमें तिलक चंदन, काला नमक, गोविंदभोग और जीरासेल शामिल हैं, जो अपने विशिष्ट स्वाद और सुगंध के लिए जानी जाती हैं.",
        "लोकप्रिय व्यावसायिक किस्में": "जया, आईआर-64, सरजू-52, और स्वर्ण जैसी उच्च उपज वाली किस्में देश भर में बड़े पैमाने पर उगाई जाती हैं.",
        "संकर किस्में": "डीआरआरएच-1, केआरएच-2, और सहयाद्री जैसी संकर किस्में अपनी उच्च उत्पादकता के लिए लोकप्रिय हो रही हैं."
    },
    "कटाई की प्रक्रिया": {
        "कटाई का समय": "धान की कटाई तब की जानी चाहिए जब दाने सख्त हो जाएं और उनमें नमी की मात्रा 20-22% हो. जल्दी कटाई से अपरिपक्व दाने मिलते हैं, जबकि देरी से कटाई करने पर दाने झड़ने लगते हैं, जिससे उपज का नुकसान होता है.",
        "विधि": "कटाई हाथ से दरांती (sickle) से या कंबाइन हार्वेस्टर से की जाती है. कटाई से लगभग 7-10 दिन पहले खेत से पानी निकाल देना चाहिए. कटाई के बाद, फसल को खलिहान में सुखाया जाता है.",
        "गहाई और ओसाई": "सूखे पौधों से दानों को अलग करने की प्रक्रिया को गहाई (threshing) कहते हैं. यह हाथ से पीटकर या थ्रेशर मशीन से की जाती है. इसके बाद ओसाई (winnowing) करके दानों से भूसा और गंदगी को अलग किया जाता है."
    },
    "भंडारण के दौरान रोग और कीट प्रबंधन": {
        "प्रमुख कीट": "भंडारण के दौरान चावल को चावल का घुन (Rice Weevil), अनाज का छोटा छेदक (Lesser Grain Borer), और खपरा बीटल (Khapra Beetle) जैसे कीटों से सबसे अधिक नुकसान होता है. ये कीट दानों के अंदर घुसकर उन्हें खोखला कर देते हैं.",
        "प्रमुख रोग/समस्या": "अनुचित भंडारण और अधिक नमी के कारण चावल में फफूंद लग सकती है, जिससे 'एफ्लाटॉक्सिन' (Aflatoxin) जैसे हानिकारक विष उत्पन्न हो सकते हैं.",
        "नियंत्रण के उपाय": "भंडारण से पहले गोदामों को अच्छी तरह से साफ करना और कीटनाशकों का छिड़काव करना चाहिए. कीट लगने पर, एल्युमिनियम फॉस्फाइड से धूमन (fumigation) करना एक प्रभावी उपाय है. नमी को नियंत्रित करने के लिए दानों को 14% से कम नमी पर सुखाना आवश्यक है."
    },
    "कटाई के बाद प्रबंधन और भंडारण": {
        "सुखाना (Drying)": "कटाई के बाद धान में नमी की मात्रा को 14% तक कम करना आवश्यक है. इसे धूप में या मैकेनिकल ड्रायर का उपयोग करके सुखाया जा सकता है. तेजी से सुखाने से बचना चाहिए क्योंकि इससे दाने टूट सकते हैं.",
        "मिलिंग (Milling)": "धान से भूसी (husk) और चोकर (bran) को हटाने की प्रक्रिया को मिलिंग कहते हैं. आधुनिक चावल मिलों में रबर-रोलर शेलर का उपयोग होता है, जिससे टूटे हुए चावल का प्रतिशत कम होता है और रिकवरी लगभग 70% होती है.",
        "ग्रेडिंग (Grading)": "चावल को उसकी लंबाई, मोटाई, टूटे हुए दानों की मात्रा और विदेशी पदार्थों के आधार पर ग्रेड किया जाता है. बासमती चावल के लिए ग्रेडिंग विशेष रूप से महत्वपूर्ण है.",
        "पैकेजिंग (Packaging)": "चावल को आमतौर पर जूट की बोरियों या एचडीपीई/पीपी बैग में पैक किया जाता है.",
        "भंडारण (Storage)": "लंबे समय तक भंडारण के लिए चावल में नमी की मात्रा 12% से कम होनी चाहिए. सुरक्षित भंडारण के लिए साइलो (silos) या पक्के गोदामों का उपयोग किया जाता है."
    },
    "बाजार और बिक्री": {
        "विपणन चैनल": "भारत में चावल के लिए दो मुख्य चैनल हैं: निजी और संस्थागत. निजी चैनल में किसान अपनी उपज को मिल मालिकों या थोक विक्रेताओं को बेचते हैं. संस्थागत चैनल में, भारतीय खाद्य निगम (FCI) जैसी सरकारी एजेंसियां किसानों से न्यूनतम समर्थन मूल्य (MSP) पर धान खरीदती हैं और इसे सार्वजनिक वितरण प्रणाली (PDS) के माध्यम से वितरित करती हैं.",
        "प्रमुख बाजार": "भारत में धान के प्रमुख संयोजन बाजार गुंतूर (आंध्र प्रदेश), करनाल (हरियाणा), लुधियाना (पंजाब), रायपुर (छत्तीसगढ़), और सहारनपुर (उत्तर प्रदेश) हैं.",
        "निर्यात": "भारत बासमती और गैर-बासमती दोनों प्रकार के चावल का एक प्रमुख निर्यातक है. भारतीय बासमती चावल की खाड़ी देशों और यूरोप में बहुत मांग है.",
        "मूल्य संवर्धन (Value Addition)": "चावल को संसाधित करके कई मूल्य वर्धित उत्पाद बनाए जाते हैं, जैसे चावल का आटा, पोहा (rice flakes), और मुरमुरा (puffed rice). चावल की भूसी से खाद्य तेल (rice bran oil) निकाला जाता है, जो स्वास्थ्य के लिए बहुत अच्छा माना जाता है."
    }
}