{
    "परिचय": "मूंगफली, जिसे 'गरीबों का काजू' भी कहते हैं, भारत की एक मुख्य तिलहन फसल है। इससे अच्छा तेल निकलता है और यह प्रोटीन का भी बढ़िया स्रोत है।",
    "मिट्टी और जलवायु": {
        "पसंदीदा मिट्टी": "मूंगफली की खेती के लिए अच्छी जल निकासी वाली, हल्की और भुरभुरी बलुई दोमट मिट्टी (Sandy Loam) सबसे अच्छी होती है। खेत में पानी नहीं रुकना चाहिए।",
        "जलवायु": "इसे गर्म और नमी वाले मौसम की ज़रूरत होती है। फसल में दाना भरते समय अच्छी धूप और सूखा मौसम पैदावार के लिए बहुत फायदेमंद होता है।"
    },
    "उन्नत किस्में": {
        "जानकारी": "सही किस्म का चुनाव पैदावार बढ़ाने के लिए बहुत ज़रूरी है। यहाँ कुछ प्रमुख किस्में हैं:",
        "गुच्छे वाली किस्में (Bunch Type)": "जेएल-24 (JL-24) और टीएजी-24 (TAG-24) जैसी किस्में जल्दी पकती हैं और इनकी खुदाई आसान होती है।",
        "फैलने वाली किस्में (Spreading Type)": "एम-13 (M-13) और चित्रा (Chitra) जैसी किस्में ज़्यादा पैदावार देती हैं लेकिन पकने में ज़्यादा समय लेती हैं।",
        "बाजार में अधिक कीमत": "टीजी-26 (TG-26) और टीपीजी-41 (TPG-41) जैसी बड़े दानों वाली किस्मों का बाजार में अच्छा दाम मिलता है, खासकर खाने (table purpose) के लिए।"
    },
    "खेती की प्रक्रिया": {
        "खेत की तैयारी": "खेत की 2-3 बार गहरी जुताई करें ताकि मिट्टी पूरी तरह भुरभुरी हो जाए। दीमक से बचाव के लिए आखिरी जुताई के समय खेत में दवा ज़रूर मिलाएं।",
        "बुवाई का समय": "मानसून आने के साथ ही जून के आखिरी हफ्ते से जुलाई के पहले हफ्ते तक बुवाई कर देनी चाहिए।",
        "सिंचाई": "यह ज़्यादातर बारिश पर आधारित फसल है, लेकिन फूल आने और दाना भरने की अवस्था में अगर बारिश न हो तो एक हल्की सिंचाई करने से पैदावार बहुत बढ़ जाती है।"
    },
    "रोग और कीट प्रबंधन": {
        "प्रमुख रोग": {
            "टिक्का रोग (Tikka Disease)": "यह सबसे आम बीमारी है, जिसमें पत्तियों पर गोल, गहरे भूरे धब्बे बन जाते हैं। रोकथाम के लिए 'मैन्कोजेब' (Mancozeb) या 'कार्बेन्डाजिम' (Carbendazim) का छिड़काव करें।",
            "कॉलर रॉट (Collar Rot)": "यह पौधे के तने के पास सड़न पैदा करता है, जिससे पौधा मर जाता है। बचाव के लिए बीज को 'थायरम' (Thiram) से उपचारित करके बोएं।"
        },
        "प्रमुख कीट": {
            "सफेद लट (White Grub)": "यह कीट जड़ों को खाकर फसल को सबसे ज़्यादा नुकसान पहुंचाता है। रोकथाम के लिए बुवाई से पहले खेत में 'फोरेट-10जी' (Phorate 10G) दानेदार दवा मिलाएं।",
            "पत्ती सुरंगक (Leaf Miner)": "यह कीट पत्तियों में सुरंग बनाकर उन्हें नुकसान पहुंचाता है। इसके नियंत्रण के लिए 'डाइमेथोएट' (Dimethoate) का छिड़काव करें।"
        }
    },
    "खुदाई और भंडारण": {
        "खुदाई": "जब पत्तियां पीली पड़ने लगें और झड़ने लगें, और फली के अंदर का छिलका गहरा भूरा हो जाए, तब फसल की खुदाई कर देनी चाहिए। खुदाई के बाद पौधों को ढेर बनाकर 2-3 दिन खेत में ही सूखने दें।",
        "भंडारण": "फलियों को पौधों से अलग करने के बाद उन्हें अच्छी तरह धूप में सुखाएं ताकि नमी 8-9% से ज़्यादा न रहे। सूखी फलियों को जूट की बोरियों में भरकर सूखी और हवादार जगह पर रखें।"
    },
    "बाजार और बिक्री": {
        "कब बेचें": "खुदाई के तुरंत बाद बाजार में मूंगफली की आवक ज़्यादा होने से दाम कम मिलते हैं। अच्छी कीमत के लिए, सूखी फलियों को 3-4 महीने तक स्टोर करें और बाद में बेचें।",
        "संरक्षण (Preservation)": "मूंगफली को लंबे समय तक सुरक्षित रखने का सबसे अच्छा तरीका उसे फली के रूप में ही स्टोर करना है। दाने निकालने के बाद वे जल्दी खराब हो सकते हैं। मूल्य बढ़ाने के लिए दानों को भूनकर या तेल निकालकर भी बेचा जा सकता है।"
    }
}
