{
    "परिचय": "मशरूम, जिसे 'खुम्बी' भी कहते हैं, एक ऐसी फसल है जिसे कम जगह और कम समय में उगाया जा सकता है। यह बहुत पौष्टिक होती है और बाजार में इसका अच्छा दाम मिलता है, जिससे यह किसानों के लिए एक बढ़िया अतिरिक्त आय का स्रोत है।",
    "माध्यम और जलवायु": {
        "पसंदीदा माध्यम": "मशरूम मिट्टी में नहीं, बल्कि खास तरह के माध्यम (Substrate) में उगता है। गेहूं या धान का भूसा (Straw) सबसे आसानी से मिलने वाला और सबसे अच्छा माध्यम है।",
        "जलवायु": "मशरूम की खेती के लिए ठंडा, नमी वाला और अंधेरा कमरा सबसे अच्छा होता है। सीधी धूप और हवा से इसे बचाना बहुत ज़रूरी है।"
    },
    "उन्नत किस्में": {
        "जानकारी": "भारत में मुख्य रूप से दो तरह के मशरूम उगाए जाते हैं:",
        "ढींगरी मशरूम (Oyster Mushroom)": "यह किस्म नए किसानों के लिए सबसे अच्छी है क्योंकि इसे उगाना बहुत आसान है और यह सामान्य तापमान पर भी उग जाती है। यह जल्दी तैयार होती है।",
        "बटन मशरूम (Button Mushroom)": "यह बाजार में सबसे ज़्यादा बिकने वाली और सबसे महंगी किस्म है। इसे उगाने के लिए ज़्यादा देखभाल और ठंडे मौसम (15-18 डिग्री सेल्सियस) की ज़रूरत होती है।"
    },
    "खेती की प्रक्रिया": {
        "भूसे की तैयारी": "भूसे को रात भर पानी में भिगोएं। अगले दिन, भूसे को 'फॉर्मेलिन' (Formalin) और 'बाविस्टिन' (Bavistin) मिले गर्म पानी से उपचारित करें ताकि कीटाणु मर जाएं। फिर भूसे को फैलाकर अतिरिक्त पानी निकाल दें।",
        "बिजाई (Spawning)": "जब भूसा हाथ में नम लगे लेकिन पानी न टपके, तो उसमें मशरूम का बीज (स्पॉन) अच्छी तरह मिलाएं।",
        "भराई": "बीज मिले भूसे को प्लास्टिक की थैलियों में भरकर उनका मुंह कसकर बांध दें और हवा के लिए कुछ छेद कर दें।"
    },
    "रोग और कीट प्रबंधन": {
        "प्रमुख रोग": {
            "हरी फफूंद (Green Mould)": "यह भूसे पर हरे रंग के धब्बे के रूप में दिखती है और मशरूम को उगने नहीं देती। बचाव के लिए भूसे को ठीक से उपचारित करें और साफ-सफाई का ध्यान रखें।",
            "गीला धब्बा (Bacterial Blotch)": "मशरूम की टोपी पर गीले, भूरे धब्बे बन जाते हैं। रोकथाम के लिए कमरे में नमी कम करें और पानी का छिड़काव रोक दें। 'ब्लीचिंग पाउडर' (Bleaching Powder) के हल्के घोल का छिड़काव मदद करता है।"
        },
        "प्रमुख कीट": {
            "मशरूम मक्खी (Mushroom Fly)": "ये छोटी मक्खियां मशरूम में अंडे देती हैं, जिससे लार्वा फसल को अंदर से खराब कर देता है। बचाव के लिए कमरे के दरवाजों और खिड़कियों पर जाली लगाएं और 'साइपरमेथ्रिन' (Cypermethrin) का छिड़काव करें।",
            "माइट्स (Mites)": "ये बहुत छोटे जीव होते हैं जो फसल को खाते हैं। रोकथाम के लिए साफ-सफाई रखना और शुरुआत में भूसे को ठीक से उपचारित करना बहुत ज़रूरी है।"
        }
    },
    "तुड़ाई और भंडारण": {
        "तुड़ाई": "ढींगरी मशरूम को तब तोड़ें जब उसके किनारे हल्के मुड़ने लगें। बटन मशरूम को तब तोड़ें जब उसकी टोपी मज़बूत और बंद हो। मशरूम को हमेशा हाथ से धीरे से घुमाकर तोड़ें, चाकू का इस्तेमाल न करें।",
        "भंडारण": "मशरूम बहुत जल्दी खराब होते हैं। तुड़ाई के तुरंत बाद इन्हें छेद वाले पॉलीथीन बैग में पैक करके ठंडी जगह या फ्रिज में रखें। इस तरह ये 2-3 दिन तक ताज़ा रह सकते हैं।"
    },
    "बाजार और बिक्री": {
        "कब बेचें": "मशरूम को तुड़ाई के 24 घंटे के अंदर बेच देना सबसे अच्छा होता है क्योंकि ताज़े मशरूम का दाम सबसे ज़्यादा मिलता है।",
        "संरक्षण (Preservation)": "अगर मशरूम तुरंत नहीं बिक पा रहे हैं, तो उन्हें संरक्षित करने का सबसे आसान तरीका उन्हें सुखाना है। मशरूम को काटकर 1-2 दिन तेज धूप में या ड्रायर में सुखा लें। सूखे मशरूम को कई महीनों तक स्टोर किया जा सकता है और बाजार में बेचा जा सकता है।"
    }
}
