{
    "परिचय": "मूंग, जिसे ग्रीन ग्राम भी कहते हैं, भारत की एक बहुत ही लोकप्रिय और पौष्टिक दाल है। यह फसल बहुत जल्दी (60-70 दिनों में) तैयार हो जाती है, जिससे किसान एक ही साल में कई फसलें ले सकते हैं।",
    "मिट्टी और जलवायु": {
        "पसंदीदा मिट्टी": "मूंग की खेती के लिए अच्छी जल निकासी वाली हल्की दोमट या बलुई दोमट मिट्टी (Loam or Sandy Loam) सबसे अच्छी होती है।",
        "जलवायु": "यह गर्म मौसम की फसल है और इसे खरीफ और जायद (गर्मी), दोनों मौसमों में उगाया जा सकता है। फसल पकते समय साफ और सूखा मौसम होना चाहिए।"
    },
    "उन्नत किस्में": {
        "जानकारी": "सही किस्म का चुनाव पैदावार बढ़ाने के लिए बहुत ज़रूरी है। यहाँ कुछ प्रमुख किस्में हैं:",
        "जल्दी पकने वाली": "एसएमएल-668 (SML-668) और पूसा विशाल (Pusa Vishal) जैसी किस्में गर्मी के मौसम के लिए बहुत अच्छी हैं और 60-65 दिनों में पक जाती हैं।",
        "अधिक पैदावार वाली": "आईपीएम 02-3 (IPM 02-3) और एमएच 421 (MH 421) किस्में अच्छी पैदावार के लिए जानी जाती हैं।",
        "रोग प्रतिरोधी": "आईपीएम 99-125 (मेहा) (IPM 99-125 Meha) किस्म पीला मोजेक रोग (Yellow Mosaic Virus) के प्रति काफी सहनशील है, जो इस फसल की सबसे बड़ी बीमारी है।"
    },
    "खेती की प्रक्रिया": {
        "खेत की तैयारी": "खेत की 2-3 बार जुताई करके मिट्टी को भुरभुरा बना लें और पाटा लगाकर खेत को समतल कर दें ताकि पानी न ठहरे।",
        "बुवाई का समय": "खरीफ फसल के लिए जून-जुलाई और गर्मी की फसल के लिए मार्च-अप्रैल का महीना बुवाई के लिए सबसे अच्छा होता है।",
        "सिंचाई": "खरीफ की फसल में आमतौर पर सिंचाई की ज़रूरत नहीं पड़ती। गर्मी की फसल में 3-4 बार हल्की सिंचाई करनी पड़ती है, खासकर फूल आने और दाना भरने के समय।"
    },
    "रोग और कीट प्रबंधन": {
        "प्रमुख रोग": {
            "पीला मोजेक (Yellow Mosaic Virus)": "यह मूंग की सबसे विनाशकारी बीमारी है। इसमें पत्तियों पर पीले धब्बे पड़ते हैं और पौधे की बढ़त रुक जाती है। यह सफेद मक्खी से फैलता है। बचाव के लिए रोग-प्रतिरोधी किस्में बोएं और सफेद मक्खी के नियंत्रण के लिए 'इमिडाक्लोप्रिड' (Imidacloprid) का छिड़काव करें।",
            "पर्ण झुर्री (Leaf Crinkle)": "पत्तियां मोटी और खुरदरी होकर मुड़ने लगती हैं। यह रोग बीज से फैलता है, इसलिए हमेशा प्रमाणित और स्वस्थ बीज का ही प्रयोग करें।"
        },
        "प्रमुख कीट": {
            "सफेद मक्खी (Whitefly)": "यह कीट पत्तियों का रस चूसता है और पीला मोजेक रोग फैलाता है। इसके नियंत्रण के लिए 'थायोमेथोक्साम' (Thiamethoxam) या नीम तेल (Neem Oil) का छिड़काव करें।",
            "माहू/एफिड (Aphids)": "यह कीट भी पत्तियों और फूलों का रस चूसकर फसल को कमजोर कर देता है। इसके लिए भी 'इमिडाक्लोप्रिड' (Imidacloprid) प्रभावी है।"
        }
    },
    "कटाई और भंडारण": {
        "कटाई": "जब 75-80% फलियां काली पड़कर सूख जाएं, तो फसल की तुड़ाई कर लेनी चाहिए। मूंग की फलियां एक साथ नहीं पकतीं, इसलिए 2-3 बार में तुड़ाई करनी पड़ती है।",
        "भंडारण": "तुड़ाई के बाद फलियों को अच्छी तरह धूप में सुखाकर थ्रेसर से दाने निकालें। दानों को तब तक सुखाएं जब तक नमी 8-10% न रह जाए। फिर जूट की बोरियों में भरकर सूखी और ठंडी जगह पर रखें।"
    },
    "बाजार और बिक्री": {
        "कब बेचें": "ताज़ी फसल के समय बाजार में दाम कम होते हैं। यदि संभव हो तो दानों को 2-3 महीने स्टोर करके बेचें, इससे आपको बेहतर कीमत मिल सकती है।",
        "संरक्षण (Preservation)": "मूंग को दाल बनाकर बेचने से ज़्यादा मुनाफा होता है। इसके अलावा, अंकुरित मूंग (sprouts) की भी शहरों में बहुत मांग है, जो किसानों के लिए आय का एक और अच्छा स्रोत बन सकता है।"
    }
}
