{
    "परिचय": "मैंडरिन (Mandarin), जिसे संतरा भी कहा जाता है, एक पतले और ढीले छिलके वाले संतरे के वर्ग का फल है. इसका वैज्ञानिक नाम 'सिट्रस रेटिकुलाटा' (Citrus reticulata) है. माना जाता है कि इसकी उत्पत्ति दक्षिण-पूर्वी एशिया और फिलीपींस में हुई थी. यह फल अपने चमकीले रंग, उत्कृष्ट स्वाद और आसानी से अलग होने वाली फाँकों के लिए जाना जाता है. भारत में यह केले के बाद दूसरा सबसे महत्वपूर्ण फल है और विटामिन सी, ए, बी और कैल्शियम का एक बड़ा स्रोत है.",
    "उत्पादन क्षेत्र और जलवायु": {
        "उत्पादन क्षेत्र": "विश्व स्तर पर चीन मैंडरिन का सबसे बड़ा उत्पादक है, जो वैश्विक उत्पादन का 58% से अधिक हिस्सा है. भारत में, महाराष्ट्र सबसे बड़ा उत्पादक राज्य है, जो देश के कुल उत्पादन का लगभग 39.41% और कुल क्षेत्रफल का 51.33% हिस्सा है. इसके बाद मध्य प्रदेश, राजस्थान और असम का स्थान आता है. ये चार राज्य मिलकर भारत के 85% से अधिक मैंडरिन का उत्पादन करते हैं.",
        "जलवायु": "मैंडरिन की खेती उष्णकटिबंधीय और उपोष्णकटिबंधीय क्षेत्रों में, भूमध्य रेखा से 35° उत्तर से 35° दक्षिण तक की जाती है."
    },
    "उन्नत किस्में": {
        "जानकारी": "भारत में क्षेत्र के अनुसार विभिन्न प्रकार की मैंडरिन किस्में उगाई जाती हैं.",
        "नागपुर संतरा": "यह भारत की सबसे प्रसिद्ध किस्म है, जो मुख्य रूप से महाराष्ट्र के विदर्भ क्षेत्र और मध्य प्रदेश में उगाई जाती है. यह अपने अनूठे स्वाद और सुगंध के लिए जाना जाता है.",
        "किन्नू": "यह एक मैंडरिन हाइब्रिड है जो पंजाब और हरियाणा में बहुत लोकप्रिय है. इसका छिलका मोटा होता है और यह बहुत रसदार होता है.",
        "कुर्ग मैंडरिन": "यह कर्नाटक के कुर्ग क्षेत्र की प्रमुख किस्म है. इसके फल चमकीले पीले रंग के और रसदार होते हैं.",
        "खासी संतरा": "यह किस्म पश्चिम बंगाल (दार्जिलिंग) और उत्तर-पूर्वी राज्यों जैसे असम और मेघालय में उगाई जाती है. यह ठंड को सहन करने वाली किस्म है."
    },
    "कटाई की प्रक्रिया": {
        "परिपक्वता के संकेत": "फलों की परिपक्वता का सबसे आम संकेतक छिलके का रंग है. जब फल की सतह का 25% या अधिक हिस्सा पीला-नारंगी हो जाता है, तो उसे तोड़ने के लिए परिपक्व माना जाता है. इसके अलावा, रस में घुलनशील ठोस (TSS) की मात्रा 8.5% या अधिक होनी चाहिए.",
        "तुड़ाई का समय और तरीका": "महाराष्ट्र जैसे क्षेत्रों में साल में दो बार फसल होती है: 'अंबिया बहार' (अक्टूबर-जनवरी) और 'मृग बहार' (फरवरी-मई). फलों को हाथ से तोड़ा जाता है, लेकिन डंठल को फल से अलग होने से बचाने के लिए क्लिपर (कैंची) का उपयोग करना बेहतर होता है. तुड़ाई सुबह के ठंडे घंटों में की जानी चाहिए."
    },
    "भंडारण के दौरान रोग और कीट प्रबंधन": {
        "प्रमुख रोग": "कटाई के बाद मैंडरिन में कई फंगल रोग लग सकते हैं.",
        "खट्टी सड़न (Sour Rot)": "इसमें फल की त्वचा पर पानी से लथपथ धब्बे बन जाते हैं और फल से खट्टी गंध आने लगती है.",
        "तना-सिरा सड़न (Stem End Rot)": "यह रोग भंडारित फलों में देखा जाता है, जिसमें डंठल का सिरा काला पड़ जाता है और सड़न फल के अंदर तक फैल जाती है.",
        "हरी और नीली फफूंद (Green and Blue Mold)": "यह भंडारण में लगने वाला सबसे आम रोग है, जिसमें फल पर नीले या हरे रंग की फफूंद की परत बन जाती है.",
        "नियंत्रण के उपाय": "फलों को तोड़ते और संभालते समय चोट लगने से बचाना सबसे महत्वपूर्ण है. कटाई से पहले बोर्डो मिश्रण जैसे फफूंदनाशकों का छिड़काव और कटाई के बाद फलों को गर्म पानी से उपचारित करना रोगों को नियंत्रित करने में मदद करता है."
    },
    "कटाई के बाद प्रबंधन और भंडारण": {
        "डी-ग्रीनिंग (De-greening)": "फलों को एक समान आकर्षक नारंगी रंग देने के लिए, उन्हें एथिलीन गैस (5 ppm) के साथ 26-28°C तापमान पर 48 घंटे तक उपचारित किया जाता है. इससे छिलके का हरा रंग हट जाता है.",
        "ग्रेडिंग (Grading)": "किसान स्तर पर वैज्ञानिक ग्रेडिंग बहुत कम होती है. आमतौर पर फलों को उनके आकार और रंग के आधार पर छांटा जाता है. निर्यातक और सहकारी समितियां अधिक व्यवस्थित ग्रेडिंग करती हैं.",
        "पैकेजिंग (Packaging)": "स्थानीय बाजारों के लिए, मैंडरिन को अक्सर बांस की टोकरियों या बोरियों में ढीला पैक किया जाता है. लंबी दूरी के परिवहन और निर्यात के लिए, लकड़ी के बक्से, प्लास्टिक क्रेट और नालीदार फाइबर बोर्ड (CFB) के डिब्बों का उपयोग किया जाता है.",
        "भंडारण (Storage)": "हरियाणा, महाराष्ट्र और पंजाब जैसे राज्यों में मैंडरिन को कोल्ड स्टोरेज में रखा जाता है. प्री-कूलिंग और कम तापमान पर भंडारण करके फलों की शेल्फ लाइफ बढ़ाई जा सकती है."
    },
    "बाजार और बिक्री": {
        "विपणन चैनल": "अधिकांश किसान अपनी फसल कटाई-पूर्व ठेकेदारों को बेच देते हैं. सामान्य विपणन श्रृंखला है: किसान/ठेकेदार → कमीशन एजेंट → थोक विक्रेता → खुदरा विक्रेता → उपभोक्ता.",
        "निर्यात": "नागपुर के संतरे में निर्यात की बड़ी क्षमता है, खासकर 'मृग' फसल की, जो फरवरी-मार्च में तैयार होती है. भारत मुख्य रूप से बांग्लादेश और नेपाल जैसे पड़ोसी देशों को मैंडरिन का निर्यात करता है.",
        "मूल्य संवर्धन (Value Addition)": "मैंडरिन का मुख्य रूप से ताजा फल के रूप में सेवन किया जाता है. इसका प्रसंस्करण करके जूस, स्क्वैश और जैम बनाया जाता है. इसके छिलके से सुगंधित तेल (essential oil) निकाला जाता है, जिसका उपयोग इत्र और खाद्य उद्योग में होता है. प्रसंस्करण के बाद बचे हुए गूदे और छिलके का उपयोग पशु चारा बनाने में किया जाता है."
    }
}