{
  "3202beeff257d6478f5b441c7de7e58e": {
    "query": "बैंक में खाता कैसे खोलें",
    "response": "बैंक में खाता खोलना बहुत आसान है।\nपहला कदम: बैंक में जाना और पूछना\nपहले क्या करें: अपने घर के पास किसी बैंक में जाओ। बैंक की पहचान है कि वहां लोग पैसे जमा करते और निकालते हैं।\nफिर क्या करें: बैंक के बाहर या अंदर तुम्हें कोई वर्दी वाला आदमी (गार्ड) या कोई बैंक का कर्मचारी मिलेगा। उससे हाथ जोड़कर कहो, \"नमस्ते! मुझे अपना पैसा रखने के लिए एक खाता खुलवाना है।\"\nआखिर में क्या होगा: वो तुम्हें किसी अधिकारी या कर्मचारी के पास भेज देंगे, जो खाता खोलने में मदद करेगा।\n\nदूसरा कदम: खाता खोलने वाला कागज़ (फ़ॉर्म) लेना और मदद मांगना\nपहले क्या करें: जिस अधिकारी के पास तुम्हें भेजा गया है, उससे कहो, \"मुझे खाता खोलने वाला एक कागज़ चाहिए।\"\nफिर क्या करें: अगर तुम्हें पढ़ना-लिखना नहीं आता, तो घबराना नहीं। उसी अधिकारी से या किसी और भरोसेमंद बैंक कर्मचारी से कहो, \"भैया/बहनजी, मुझे यह कागज़ भरना नहीं आता, क्या आप मेरी मदद कर सकते हैं?\"\nआखिर में क्या होगा: बैंक कर्मचारी तुम्हारी बातों को सुनकर वह कागज़ भर देंगे।\n\nतीसरा कदम: अपनी पहचान के कागज़ देना\nपहले क्या करें: कागज़ भरते समय, वे तुमसे तुम्हारी पहचान का कोई कागज़ (जैसे आधार कार्ड, वोटर आईडी) और तुम्हारे घर के पते का कोई कागज़ मांगेंगे। ये कागज़ उनके पास जमा करवाओ।\nफिर क्या करें: वे तुम्हारे हस्ताक्षर (अगर तुम अंगूठा लगाते हो, तो अंगूठे का निशान) लेंगे। बैंक कर्मचारी तुम्हें बताएँगे कि कहाँ निशान लगाना है।\nआखिर में क्या होगा: बैंक के पास तुम्हारी पहचान और पते की जानकारी पहुँच जाएगी।\n\nचौथा कदम: अपने खाते में पैसे जमा करना\nपहले क्या करें: अब तुम्हें अपने नए खाते में पहली बार कुछ पैसे जमा करने होंगे। ये पैसे तुम्हारे अपने हैं। तुम ₹100 या जितने भी पैसे चाहो, जमा कर सकते हो।\nफिर क्या करें: बैंक तुम्हें एक छोटी सी किताब देंगे जिसे 'पासबुक' कहते हैं। इसमें तुम्हारे जमा किए गए पैसे और निकाले गए पैसों का हिसाब लिखा होगा।\nआखिर में क्या होगा: तुम्हारे पैसे बैंक में सुरक्षित जमा हो जाएँगे और तुम्हें उनकी पासबुक में एंट्री मिल जाएगी।\n\nपांचवां कदम: तुम्हारा खाता खुल गया!\nआखिर में क्या होगा: बस! अब तुम्हारा बैंक में खाता खुल गया है। तुम कभी भी बैंक आकर अपने पैसे जमा कर सकते हो और जब ज़रूरत हो, तब निकाल सकते हो। बैंक तुम्हारे पैसों का ध्यान रखेगा। यह लो, तुम्हारा बैंक खाता खुल गया! बधाई हो!",
    "timestamp": "2025-10-23T19:59:39.076048"
  },
  "26052bd738370836550ad5a85399caf2": {
    "query": "ATM से पैसे कैसे निकालें",
    "response": "ATM से पैसे निकालना बहुत आसान है।\nपहला कदम: ATM ढूंढना\nपहले क्या करें: अपने बैंक का ATM ढूंढें। ये एक छोटे कमरे जैसा होता है, जिसमें एक मशीन लगी होती है।\nफिर क्या करें: ATM के अंदर जाएं। अकेले जाना सबसे सुरक्षित है।\nआखिर में क्या होगा: आप ATM मशीन के सामने खड़े हो जाएंगे।\n\nदूसरा कदम: अपना कार्ड डालना\nपहले क्या करें: अपना ATM कार्ड निकालें।\nफिर क्या करें: ATM मशीन में एक छोटा सा छिद्र दिखेगा जहां तीर का निशान बना होगा, वहां अपना कार्ड डालें।\nआखिर में क्या होगा: मशीन आपका कार्ड अंदर खींच लेगी।\n\nतीसरा कदम: पिन नंबर डालना\nपहले क्या करें: मशीन पर लिखा आएगा \"कृपया अपना पिन नंबर डालें\"।\nफिर क्या करें: अपना 4 अंक का गुप्त नंबर (पिन) डालें। ध्यान रखें, इसे किसी को न दिखाएं।\nआखिर में क्या होगा: मशीन आपको अगले स्क्रीन पर ले जाएगी जहां विकल्प दिखेंगे।\n\nचौथा कदम: \"पैसे निकालें\" का विकल्प चुनना\nपहले क्या करें: स्क्रीन पर कई बटन या विकल्प दिखेंगे।\nफिर क्या करें: \"पैसे निकालें\" या \"Cash Withdrawal\" वाला बटन दबाएं।\nआखिर में क्या होगा: मशीन आपसे पूछेगी कि कितने पैसे निकालना चाहते हैं।\n\nपांचवां कदम: राशि चुनना और पैसे लेना\nपहले क्या करें: जितने पैसे निकालने हैं, वो अंक डालें (जैसे: 500, 1000, 2000)।\nफिर क्या करें: मशीन आपको पैसे देगी, उन्हें ले लें। फिर अपना कार्ड भी ले लें।\nआखिर में क्या होगा: मशीन एक पर्ची भी देगी जिसमें लिखा होगा कितने पैसे निकाले और आपके खाते में कितने बचे। पर्ची और पैसे दोनों ले लें और बाहर आ जाएं।\n\nयाद रखें:\n- अपना पिन नंबर कभी किसी को न बताएं\n- ATM से पैसे निकालते समय आसपास देखते रहें\n- अगर कोई परेशानी हो, तो तुरंत बैंक में बताएं",
    "timestamp": "2025-10-23T19:59:39.076048"
  }
}